Repository: WeblateOrg/weblate-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fil

source: Choose your amount in EUR
fil: Piliin ang halaga niyo sa EUR

# Minimal donation amount in a form
source: From %(minimum)s
fil: Mula %(minimum)s

source: Pick how often to donate
fil: Piliin gaano kadalas magdo-donate

source: Single payment
fil: Isahang bayad

source: Every year
fil: Kada taon

source: Your reward options
fil: Mga pagpipiliang gantimpala niyo

source: <strong>Whoa!</strong> You can get any reward.
fil: <strong>Whoa!</strong> Kaya niyo na pong kunin ang kahit anong gantimpala.

source: Selected option
fil: Pinili

source: Name in the list of supporters
fil: Pangalan sa listahan ng mga tagasuporta

source: Unavailable for your amount
fil: Di available sa halaga niyo

source: Choose this
fil: Piliin ito

source: No thanks
fil: Salamat na lang

source: Thank you anyway!
fil: Salamat pa rin po!

source: Continue
fil: Magpatuloy

source: Please note—a full invoice for your donation is issued immediately after payment.
fil: Tandaan po—mag-iisyu po kaagad ng buong invoice para sa donasyon niyo pagkatapos magbayad.

source: Your link may be refused, especially if containing too adult or illegal content. Please consult us in advance if unsure.
fil: Posible pong tanggihan ang link niyo po, lalo na kung naglalaman po ito ng masyadong pang-matanda o illegal na content. Mangyaring konsultahin po kami para sa advice kung di po kayo sigurado.

source: Download Weblate
fil: I-download ang Weblate

source: All Weblate source code is freely available for you to use, modify, share and distribute. Discuss it with your associates.
fil: Libre niyo pong magagamit, mababago, maibabahagi, at madi-distribute ang lahat po ng source code ng Weblate. Pag-usapan po niyo ito kasama ng mga associate niyo.

source: Get premium service
fil: Kumuha ng premium service

source: Quick setup
fil: Mabilisang setup

source: Quick Installation
fil: Mabilisang Installation

source: Weblate is easiest to install using <strong>pip</strong> or <strong>Docker</strong>, please follow the <a href="%(url)s">Quick setup guide</a> for more detailed instructions.
fil: Pinakamadali pong mai-install ang Weblate gamit po ang <strong>pip</strong> o <strong>Docker</strong>, mangyaring sundin lang po ang <a href="%(url)s">Gabay sa mabilisang setup</a> para po sa mas detalyadong panuto.

source: Download source code
fil: I-download ang source code

source: Cloud or virtualization images
fil: Mga cloud o virtualization image

source: Weblate can be run in any cloud or virtualization environment. The following guides will show you detailed info about some of the most common platforms.
fil: Mapapatakbo po ang Weblate sa kahit anong cloud o virtualization environment. Ipapakita po ng mga sumusunod na gabay sa inyo ang detalyadong info tungkol po sa ilan sa mga pinakakaraniwang platform.

source: Running Weblate in a Docker container
fil: Pagpapatakbo sa Weblate sa Docker container

source: Docker guide
fil: Gabay sa Docker

source: Running Weblate on the OpenShift platform
fil: Pagpapatakbo sa Weblate sa OpenShift platform

source: OpenShift guide
fil: Gabay sa OpenShift

source: Running Weblate on the Kubernetes platform
fil: Pagpapatakbo sa Weblate sa Kubernetes platform

source: Kubernetes guide
fil: Gabay sa Kubernetes

source: Weblate is developed on <a href="%(url)s">GitHub</a>, you can fork it there, find <a href="%(url)s">more repositories</a>, or just:
fil: Na-develop po ang Weblate sa <a href="%(url)s">GitHub, pwede niyo po itong i-fork doon, maghanap ng </a><a href="%(url)s">mas maraming repository</a>, o di kaya'y:

source: You can control Weblate remotely using <a href="%(url)s">wlc</a>, which can be installed from Python pip:
fil: Pwede niyo pong remote makontrol ang Weblate gamit po ang <a href="%(url)s">wlc</a>, na pwede niyo pong ma-install mula sa Python pip:

source: Weblate features
fil: Mga tampok ng Weblate

source: As a feature rich computer aided translation tool, Weblate saves both developers and translators time. Make your users happier!
fil: Bilang isang computer aided translation tool na sagana sa mga tampok, nakakatipid po ng oras ang parehong developer at translator sa Weblate. Na nagpapasaya pa po lalo sa mga user niyo!

source: Browse the <a href="https://docs.weblate.org/">documentation</a> to learn more.
fil: I-browse po ang <a href="https://docs.weblate.org/">dokumentasyon</a> para matuto pa.

source: Easy to use interface
fil: Madaling magamit na interface

source: Customizable quality checks
fil: Nako-customize na pagsusuri sa kalidad

source: Detailed context
fil: Detalyadong konteksto

source: Translators are provided detailed translation context, from translation files, or data enriched within Weblate.
fil: Mabibigyan po ang mga translator ng detalyadong konteksto sa pagsalin, mula sa mga translation file, o na-enrich na data sa Weblate.

source: Fluent communication
fil: Matatas na komunikasyon

source: All translations are tracked and can be commented.
fil: Nasusundan po ang lahat ng mga salin at pwede pong mag-iwan ng mga komento.

source: Fine-tune access rights to fit your environment.
fil: Ipino po ang mga karapatan sa pag-access para umakma sa environment niyo.

source: Smart Notifications
fil: Mga Matatalinong Abiso

source: Translators can be notified of new strings to translate or other events.
fil: Maaabisuhan po ang mga translator tungkol sa mga bagong string na isasalin o tungkol sa ibang mga kaganapan.

source: Integrate Weblate with third-party services.
fil: I-integrate po ang Weblate sa mga third-party na serbisyo.

source: Multiple File Formats
fil: Maraming File Format

source: Use any common file localization format, like gettext, JSON, XLIFF or resource strings, etc.
fil: Gumamit ng kahit anong format ng common file localization, katulad ng gettext, JSON, XLIFF, o mga resource string, atbp.

source: Branch Support
fil: Suporta sa Branch

source: Handle different translation versions by pushing them automatically to different branches.
fil: Mag-handle po ng iba't ibang mfa bersyon ng salin sa pamamagitan ng pag-push sa kanila nang kusa sa iba't ibang mga branch.

source: Translation Context
fil: Konteksto ng Salin

source: Description, nearby strings, images, related source code and glossary entries—for every string.
fil: Paglalarawan, malapit na mga string, larawan, kaugnay na source code at mga glossary entry para sa bawat string.

source: Glossaries
fil: Mga Glossary

source: Define frequently used terminology for consistency.
fil: I-define po ang mga madalas gamiting terminolohiya para sa consistency.

source: Feedback Acquisition
fil: Pagbibigay ng Feedback

source: Use Weblate to acquire feedback on source strings to improve them.
fil: Gamitin po ang Weblate para makakuha ng feedback sa mga source string para paghusayin pa sila.

source: Export and Import
fil: Mag-export at Mag-import

source: Translations can be downloaded for offline translation and merged back.
fil: Mada-download po ang mga salin para sa offline na pagsasalin at i-merge pabalik.

source: Translations are managed within the same version control system as your code.
fil: Pinamamahalaan sa parehong version control system ng code niyo po ang mga salin.

source: Documentation
fil: Dokumentasyon

source: Comprehensive documentation covering both setup and use.
fil: May komprehensibong dokumentasyon po na nagko-cover sa parehong pag-setup at paggamit.

source: Easy Reviews
fil: Madaling Mag-review

source: Several options for translators to review contributions made by peers.
fil: Maraming pagpipilian ang mga translator para i-review ang mga ambag ng kanilang mga peer.

source: Language support
fil: Suporta sa wika

source: Support for over 500 languages out of the box. Others can be added too.
fil: Suportado po ang lagpas 500 wika kaagad. Pwede rin pong magdagdag ng iba.

source: Promotion
fil: Promosyon

source: Built-in features to attract a wider audience for your translation project.
fil: Mga built-in na tampok para makakuha ng mas malawak na audience para sa proyekto ng salin niyo.

source: Reporting
fil: Pag-ulat

source: Reports are generated to provide info on project activity.
fil: Gumagawa po ng mga ulat para magbigay ng info tungkol sa aktibidad ng proyekto.

source: Talks directly with your version control system, currently Git and Mercurial are supported.
fil: Diretsong kumakausap sa version control system niyo po, sa kasalukuyan, suportado po ang Git at Mercurial.

source: Collaboration Sites
fil: Mga Collaboration Site

source: Responsive UI
fil: Responsive na UI

source: Reuse existing translations to save time and costs.
fil: Muling gamitin po ang mga salin para makatipid ng oras at gastos.

source: Translation add-ons
fil: Mga translation add-on

source: Customize localization workflow with various add-ons.
fil: I-customize po ang localization workflow gamit ang iba't ibang mga add-on.

source: Backups
fil: Mga Backup

source: Built-in remote backups to prevent data loss.
fil: Mga built-in na remote backup para maiwasan ang pagkawala ng data.

source: Screenshots
fil: Mga Screenshot

source: Provide visual context for the translations.
fil: Nagbibigay po ng visual context para sa mga salin.

source: Variants
fil: Mga Variant

source: Group variants of strings for easier translating.
fil: Igrupo po ang mga variant ng string para sa mas madaling pagsasalin.

source: Intermediate language
fil: Wikang gagamitin

source: Proofread strings from developers before translating them.
fil: I-proofread muna po ang mga string mula sa mga developer bago ito maisalin.

source: Weblate Pricing
fil: Presyo ng Weblate

source: Use Weblate as a service, set up your own, or <a href="%(url)s">get help</a> for on-premise hosting — all with the convenience of the premium support.
fil: Gamitin po ang Weblate bilang serbisyo, mag-setup ng sarili niyo po, o <a href="%(url)s">manghingi ng tulong</a> para sa on-premise na pagho-host — lahat po niyan kasama ng ginhawang hatid ng premium support.

source: Compare Cloud and Self-hosted Features
fil: Ikumpara ang mga Tampok ng Cloud at Self-hosted

source: Weblate upgrades
fil: Mga upgrade sa Weblate

source: Access to backups
fil: Access sa mga backup

source: Complete configuration customization
fil: Kumpletong customization sa pagsasaayos

source: Single sign-on
fil: Isahang sign-on

source: Priority e-mail support
fil: Priority na e-mail support

source: Shared translation memory
fil: Ibinahaging translation memory

source: Priority bug fixing
fil: Priority na pag-ayos sa mga bug

# Hosting plan
source: Dedicated cloud
fil: Dedicated na cloud

source: From
fil: Mula

source: a month
fil: kada buwan

source: See options
fil: Tumingin ng mga pagpipilian

source: Buy now
fil: Bumili na

source: Download
fil: I-download

source: Cloud-hosted Price Options
fil: Mga Pagpipilian sa Presyo ng Cloud-hosted

source: Hosted Weblate allows localization without any extra effort, and <strong>premium support</strong> backed by core developers and professional translators. Ask about hosting of larger projects, or let us answer your questions by <a href="%(contact)s">getting in touch</a>—we are ready to find the perfect solution.
fil: Pinapayagan po ng Hosted Weblate ang localization na walang dagdag na effort, at <strong>premium support</strong> na may backup mula sa mga core developer at propesyonal na translator. Magtanong po tungkol sa pagho-host ng mga malalaking proyekto, o hayaan niyo po kaming sagutin ang inyong mga katanungan sa pamamagitan po ng <a href="%(contact)s">pag-usap sa amin</a>—handa po kaming hanapin ang perpektong solusyon.

source: <b>14-day gratis trial</b> included in all cloud plans
fil: <b>14 na araw na gratis trial</b> na kasama po sa lahat ng mga cloud plan

source: Translation projects
fil: Mga proyekto ng salin

source: Translation components
fil: Mga component ng salin

source: Number of translators
fil: Bilang ng mga translator

source: Dedicated instance
fil: Dedicated na instance

source: Yearly
fil: Kada taon

source: <b>Ask</b> for options
fil: <b>Magtanong</b> para sa mga pagpipilian

source: Payment
fil: Bayad

source: Weblate proudly supports libre projects
fil: Ipinagmamalaking sinusuportahan po ng Weblate ang mga libre na proyekto

source: Join existing users and supporters
fil: Sumali sa mga user at tagasuporta

source: Weblate - web-based localization
fil: Weblate - web-based na localization

source: Web-based <strong>continuous</strong> localization
fil: Web-based na <strong>continuous</strong> localization

source: Copylefted libre software, used by over %(projects)s libre software projects and companies in over %(countries)s countries.
fil: Copyleft na libre software, ginagamit ng lagpas %(projects)s na libre software project at kumpanya sa lagpas %(countries)s na bansa.

source: Try Weblate
fil: Subukan ang Weblate

source: Explore all features
fil: Libutin lahat ng mga tampok

source: %(countries)s+ Countries
fil: %(countries)s+ na Bansa

source: Weblate localizes the world
fil: Nilo-localize ng Weblate ang mundo

source: Hosted service and standalone tool with tight version control integration. Simple and clean user interface, propagation of translations across components, quality checks and automatic linking to source files.
fil: Hosted service at standalone tool na may mahigpit na version control integration. Simple at malinis na user interface, pagpapakalat ng mga salin sa iba't ibang mga component, pagsusuri sa kalidad, at kusang pagli-link sa mga source file.

source: %(count)s translation %(when)s
fil: %(count)s salin %(when)s

source: Project
fil: Proyekto

source: %(count)s translation
fil: %(count)s salin

source: in the last 7 days
fil: sa nakaraang 7 araw

source: Robust feature set
fil: Robust na set ng mga tampok

source: Go to pricing
fil: Pumunta sa presyo

source: Users and Supporters
fil: Mga User at Tagasuporta

source: Weblate, the libre continuous localization system.
fil: Weblate, ang libre continuous localization system.

source: Manage your payments
fil: Pamahalaan ang mga bayad niyo

source: Generated on %(timestamp)s.
fil: Ginawa noong %(timestamp)s.

source: Thank you for your payment on weblate.org.
fil: Maraming salamat po para sa inyong bayad sa weblate.org.

source: You will find an invoice for this payment attached.
fil: Makakakita po kayo ng naka-attach na invoice para sa bayad na ito.

source: Your payment on weblate.org
fil: Bayad niyo sa weblate.org

source: Your subscription on weblate.org is expiring soon. Please sign in on the website to renew it.
fil: Mag-e-expire na po ang inyong subscription sa weblate.org. Mangyaring mag-sign in po sa website para i-renew ito.

source: Your donation on weblate.org is expiring soon. Please sign in on the website to renew it.
fil: Mag-e-expire na po ang inyong donasyon sa weblate.org. Mangyaring mag-sign in po sa website para i-renew ito.

source: Your expired payment on weblate.org
fil: Nag-expire na bayad niyo sa weblate.org

source: Your payment on weblate.org has failed.
fil: Nabigo po ang bayad niyo sa weblate.org.

source: If concerning a recurring payment, it is retried three times, and if still failing, cancelled.
fil: Kung sakaling umuulit na bayad po ito, sinusubukan po ito nang tatlong beses, at kung bigo pa rin, ikakansela ito.

source: Your payment on weblate.org failed
fil: Bigo po ang bayad niyo sa weblate.org

source: Your subscription on weblate.org should renew next week and you have not set up automatic payments.
fil: Dapat po ma-renew ang subscription niyo sa weblate.org sa susunod na linggo at hindi pa po niyo sine-setup ang mga kusang pagbayad.

source: If you want to continue using the service, please perform the payment now.
fil: Kung gusto niyo pong ipagpatuloy na gamitin ang serbisyo, mangyaring magbayad na po kayo ngayon.

source: Your donation on weblate.org should renew next week and you have not set up automatic payments.
fil: Dapat po ma-renew ang donasyon niyo sa weblate.org sa susunod na linggo at hindi pa po niyo sine-setup ang mga kusang pagbayad.

source: Please perform the payment now to continue supporting Weblate.
fil: Mangyaring magbayad na po kayo ngayon para masuportahan niyo pa rin ang Weblate.

source: Your upcoming renewal on weblate.org
fil: Nalalapit na renewal niyo sa weblate.org

source: Your payment on weblate.org is pending. Please follow the provided instructions to complete the payment.
fil: Nakabinbin po ang bayad niyo sa weblate.org. Mangyaring sundin po ang binigay na gabay para makumpleto ang bayad.

source: Payment amount
fil: Halagang ibabayad

source: (including VAT)
fil: (kasama VAT)

source: Your pending payment on weblate.org
fil: Nakabinbing bayad niyo sa weblate.org

source: Your subscription on weblate.org will renew next week.
fil: Magre-renew ang subscription niyo sa weblate.org sa susunod na linggo.

source: The payment will be automatically charged next week. In case your card has expired or you want to use different payment method, please perform the payment now.
fil: Kusang sisingilin sa susunod na linggo ang bayad. Kung sakaling nag-expire na po ang card niyo o gusto niyo pong gumamit ng ibang paraan ng pagbayad, mangyaring magbayad na po kayo ngayon.

source: Your donation on weblate.org will renew next week.
fil: Magre-renew ang donasyon niyo sa weblate.org sa susunod na linggo.

source: Your upcoming payment on weblate.org
fil: Nalalapit na bayad niyo sa weblate.org

source: Current subscription: %(package)s
fil: Kasalukuyang subscription: %(package)s

source: Subscription is for <a href="%(url)s">%(url)s</a>.
fil: Para sa <a href="%(url)s">%(url)s</a> ang subscription.

source: Thank you for purchasing support subscription on weblate.org
fil: Maraming salamat po sa pagbili sa support subscription sa weblate.org

source: You can now activate it in your Weblate using the following activation key:
fil: Mabubuksan niyo na po ito sa Weblate niyo gamit ang sumusunod na activation key:

source: Manage your subscriptions
fil: Pamahalaan ang mga subscription niyo

source: Documentation on activating support
fil: Dokumentasyon sa pagbukas ng suporta

source: Your new subscription on weblate.org
fil: Bagong subscription niyo sa weblate.org

source: News about Weblate and localization.
fil: Mga balita tungkol sa Weblate at localization.

source: View older articles
fil: Tumingin ng mga mas lumang artikulo

source: Weblate payment
fil: Bayad sa Weblate

source: Your billing information
fil: Billing information niyo

source: Payment Summary
fil: Buod ng Bayad

source: Payment description
fil: Paglalarawan sa bayad

source: Payment frequence
fil: Dalas ng bayad

source: Payment will be issued yearly till you cancel the subscription.
fil: Mag-iisyu kada taon ng bayad hanggang sa ikansela niyo po ang subscription.

source: Payment will be issued every six months till you cancel the subscription.
fil: Mag-iisyu kada anim na buwan ng bayad hanggang sa ikansela niyo po ang subscription.

source: Payment will be issued every quarter till you cancel the subscription.
fil: Mag-iisyu kada apat na buwan ng bayad hanggang sa ikansela niyo po ang subscription.

source: Payment will be issued monthly till you cancel the subscription.
fil: Mag-iisyu kada buwan ng bayad hanggang sa ikansela niyo po ang subscription.

source: Note: This is unavailable for some payment methods, you will have to manually complete the next payment in those cases.
fil: Paalala: Di po ang available ito para sa ilang mga paraan ng pagbayad, kailangan niyo pong mano-manong kumpletuhin ang susunod na bayad para sa mga kasong yon.

source: Edit
fil: I-edit

source: Please choose payment method
fil: Mangyaring pumili po ng paraan ng pagbayad

source: Make Payment
fil: Magbayad

source: Please follow the provided instructions to complete the payment.
fil: Mangyaring sundin po ang binigay na gabay para makumpleto ang bayad.

source: Payment Instructions
fil: Gabay sa Pagbayad

source: Download pro forma invoice
fil: I-download ang pro forma invoice

source: Payment status
fil: Estado ng bayad

source: Waiting for payment to be completed.
fil: Hinihintay po na makumpleto ang bayad.

source: Privacy Policy
fil: Patakaran sa Pagkapribado

source: View English version
fil: Tingnan ang bersyon sa Ingles

source: Service
fil: Serbisyo

source: Dive in, or leverage extensive skills and experience from our team of professionals, giving focused advice attentive to your exact needs.
fil: Sisirin, o samantalahin po ang mga extensive na kakayahan at experience mula sa aming team ng mga propesyonal, na nagbibigay po ng nakapokus na advice na para sa inyong eksaktong pangangailangan.

source: <strong>Donate</strong>—to make the world a better place
fil: <strong>Mag-donate po</strong>—para gawing mas maganda ang mundo

source: Give yourself a happy moment. Help build Weblate with a small or bigger donation. Funds are spent wisely between hosting and manpower.
fil: Pasiyahin niyo naman sarili niyo. Tulungan pong buuin ang Weblate sa pamamagitan ng maliit o mas malaking donasyon. Ginagamit po ang mga pondo nang maayos sa pagitan ng pagho-host at tauhan.

source: <strong>Join the community</strong> and contribute
fil: <strong>Sumali po sa komunidad</strong> at mag-ambag

source: Weblate is a platform for one of the most positive and empowering communities of libre software. We learn and grow together and we connect the world.
fil: Platform po ang Weblate ng isa sa mga pinakapositibo at pinakamapanlalakas na komunidad ng libre software. Sama-samang natututo at lumalaki po kami at kinokonekta po namin ang mundo.

source: Contribute with us
fil: Mag-ambag po sa amin

source: Good written and spoken English language skills are required.
fil: Kailangan po ang maayos na kakayahan sa pagsulat at pagsalita ng wikang Ingles.

source: This is a remote contractor position.
fil: Remote na contractor position po ito.

source: We're a small libre software company where everybody has a lot of space to grow.
fil: Isa po kaming maliit na kumpanya ng libre software kung saan may malaking espasyo po ang bawat isa sa paglaki.

source: Automated localization workflow follows your project development closely.
fil: Sinusundan po ng kusang localization workflow nang masinsinan ang development ng proyekto niyo.

source: Quality Checks
fil: Pagsusuri sa Kalidad

source: Customizable quality checks helps improve translation quality.
fil: Tinutulungan po ng mga nako-customize na pagsusuri sa kalidad na mapahusay ang kalidad ng salin.

source: All translators are properly credited in the version control system.
fil: Maayos po na kine-credit sa version control system ang lahat ng mga translator.

source: Hosting Plans
fil: Mga Hosting Plan

source: Use Weblate as a service starting at 19 EUR.
fil: Gamitin po ang Weblate bilang serbisyo simula 19 EUR.

source: Comes with appliances, ready to deploy in your cloud.
fil: May kasama po na mga appliance, handang ma-deploy sa cloud niyo.

source: Copylefted; use, see, modify and share at will, and with everyone.
fil: Naka-copyleft po; gamitin, tingnan, baguhin at ibahagi kung gusto niyo, gayundin sa iba.

source: Help translate
fil: Tumulong po sa pagsalin

source: Pricing
fil: Presyo

source: Contribute
fil: Mag-ambag

source: Careers
fil: Mga Career

source: Discover
fil: Tuklasin

source: Get help
fil: Magpatulong

source: About
fil: Patungkol

source: <strong>Gratis</strong> or <strong>Premium</strong>—it’s up to you
fil: <strong>Gratis</strong> o <strong>Premium</strong>—kayo po bahala

source: for ease and comfort
fil: para po sa dali at ginhawa

# Hosting plan parameter
source: Languages
fil: Mga wika

# Hosting plan parameter
source: Projects
fil: Mga proyekto

# Hosting plan parameter
source: Components
fil: Mga component

source: Save %(percent)s%%
fil: Makatipid nang %(percent)s%%

source: for complete control
fil: para po sa kumpletong kontrol
