Repository: WeblateOrg/weblate-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fil

source: with paid <a href="%(url)s">support</a>
fil: na may bayad pong <a href="%(url)s">suporta</a>

source: for libre projects
fil: para po sa mga libre na proyekto

source: upon <a href="%(url)s">request</a>
fil: kung <a href="%(url)s">hiniling</a> po

source: Compare all plans
fil: Ikumpara lahat ng plan

source: Expired
fil: Nag-expire

source: Users
fil: Mga user

source: You can not remove yourself
fil: Di niyo po matatanggal sarili niyo

source: Protected user
fil: Protektadong user

source: Remove user
fil: Tanggalin ang user

source: Remove
fil: Tanggalin

source: Activate
fil: Buksan

source: Copy
fil: Kopyahin

source: You can use support services on our website. For increased comfort, use the activation token to connect your Weblate installation to the support portal. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
fil: Pwede niyo pong gamitin ang mga serbisyong pansuporta sa aming website. Para po mas lalong guminhawa, gamitin po ang activation token para ikonekta ang Weblate installation niyo sa support portal. Basahin po kung paano ito gumagana sa %(link_start)sdokumentasyon%(link_end)s.

source: View your listing
fil: Tingnan ang listing niyo

source: Let other users discover your Weblate server. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
fil: Hayaang matuklasan ng iba ang Weblate server niyo. Basahin kung paano po ito gumagana sa %(link_start)sdokumentasyon%(link_end)s.

source: Change plan
fil: Baguhin ang plan

source: Turn off renewal
fil: Isara ang renewal

source: Automatic renewal
fil: Kusang renewal

source: No renewal
fil: Walang renewal

source: Renew now
fil: I-renew na

source: Upgrade to annual
fil: Mag-upgrade sa kada taon

source: and <strong>save 20%%</strong>.
fil: at <strong>makatipid po nang 20%%</strong>.

source: Payments
fil: Mga bayad

source: Get more Weblate
fil: Kumuha pa ng Weblate

source: Available services
fil: Mga available na serbisyo

source: Congratulations, you are fully covered!
fil: Congrats, fully covered na po kayo!

source: Payments by credit card, bank transfer or cryptocurrency transaction are accepted.
fil: Tinatanggap po ang mga bayad sa credit card, bank transfer, o cryptocurrency transaction.

source: Please <a href="%(contact)s">get in touch</a> for more details and possibilities.
fil: <a href="%(contact)s">Kausapin po kami</a> para sa karagdagang detalye at posibilidad.

source: All listed prices exclude VAT.
fil: Wala pong kasamang VAT ang lahat ng mga nakalistang presyo.

source: EU end users and Czech companies will be charged with additional 21%% VAT.
fil: May dagdag po na 21%% VAT sa singil para sa mga end user sa EU at mga kumpanyang Czech.

source: The reverse charge applies to invoices issued to businesses within the EU.
fil: Malalapat po ang reverse charge sa mga invoice na inisyu sa mga negosyo sa loob ng EU.

source: Add Discover Weblate listing
fil: Idagdag ang listing ng Tuklasin ang Weblate

source: Weblate 4.5.2 or newer is needed to participate in Discover Weblate.
fil: Kailangan po ng Weblate 4.5.2 o mas bago para makasali sa Tuklasin ang Weblate.

source: Let other users discover your Weblate. Read about how it works in the %(link_start)sdocumentation%(link_end)s.
fil: Hayaang matuklasan po ng ibang mga user ang Weblate niyo. Basahin kung paano po ito gumagana sa %(link_start)sdokumentasyon%(link_end)s.

source: Next step
fil: Susunod na hakbang

source: You will be redirected to the server in question to confirm its listing.
fil: Ire-redirect po kayo sa naturang server para kumpirmahin po ang listing nito.

source: Customize Discover Weblate listing
fil: I-customize ang listing ng Tuklasin ang Weblate

source: Weblate support
fil: Suporta ng Weblate

source: Weblate is copylefted libre software with community support. Subscribers receive priority support at no extra charge. Prepaid help packages are available for everyone.
fil: Copyleft na libre software po ang Weblate na may suporta ng komunidad. Makakatanggap po ang mga subscriber ng priority support nang walang dagdag na singil. Available po sa lahat ang mga prepaid na help package.

source: Report issue
fil: Mag-ulat ng isyu

source: Bugs and feature requests
fil: Mga bug at hiling na tampok

source: Issues and ideas for improvement can be reported to the <a href="%(url)s">issue tracker</a>.
fil: Pwede pong iulat ang mga isyu at ideya sa pagpapahusay sa <a href="%(url)s">issue tracker</a>.

source: Security issues
fil: Mga isyung panseguridad

source: Should you find a vulnerability, please report it to %(report)s. More info in the <a href="%(url)s">documentation</a>.
fil: Kung sakaling nakakita po kayo ng vulnerability, mangyaring iulat po ito sa %(report)s. May karagdagang info po sa <a href="%(url)s">dokumentasyon</a>.

source: Reliable support
fil: Maasahang suporta

source: As the subscriber, you will always receive fast replies from our dedicated support team at <a href="mailto:%(email)s">%(email)s</a>.
fil: Bilang subscriber, palagi po kayong makakatanggap ng mga mabibilis na sagot mula sa aming dedicated na support team sa <a href="mailto:%(email)s">%(email)s</a>.

source: Prepaid support for gratis service and self-hosted installations
fil: Prepaid support para sa gratis na serbisyo at self-hosted na mga installation

source: Issues in your environment fixed immediately.
fil: Aayusin po agad ang mga isyu sa inyong environment.

source: Always upgraded to latest version.
fil: Palaging pinakabago.

source: Only available with the installation package
fil: Available lang po sa installation package

source: Next business day support response guaranteed.
fil: Ginagarantiya po ang sagot ng suporta sa susunod na araw pang-negosyo.

source: Four hours of private consultations in price.
fil: Apat na oras ng pribadong konsultasyon sa presyo.

source: Installation on your Linux server
fil: Installation sa Linux server niyo

source: One-time installation of Weblate
fil: Isahang installation sa Weblate

source: Docker-based or native installation
fil: Docker-based o native na installation

source: Requires root access or close cooperation of your admins
fil: Kailangan po ng root access o matinding kooperasyon ng mga admin niyo

source: Setup customization
fil: I-setup ang pag-customize

source: Cloud backups of your data
fil: Mga cloud backup ng data niyo

source: Securely encrypted with your passphrase
fil: Siguradong encrypted ng passphrase niyo

source: Daily incremental backups
fil: Araw-araw na mga incremental backup

source: Stores up to 100 GB of backups
fil: Nagtatabi po ng aabot sa 100 GB ng mga backup

source: Read more in the documentation.
fil: Basahin pa po sa dokumentasyon.

source: Consulting services and/or custom development
fil: Mga serbisyo ng pagkonsulta at/o custom development

source: Development of custom features
fil: Development ng mga custom na tampok

source: Integration of Weblate into your workflow
fil: Integration ng Weblate sa workflow niyo

source: Suggestions on the internationalization and localization
fil: Mga mungkahi sa internationalization at localization

source: hourly
fil: kada oras

source: Ask for help
fil: Magpatulong

source: Discuss with community on <a href="%(url)s">GitHub</a>.
fil: Pag-usapan po sa komunidad sa <a href="%(url)s">GitHub</a>.

source: User profile at Weblate
fil: User profile sa Weblate

source: My services
fil: Mga serbisyo ko

source: See user profile
fil: Tingnan ang user profile

source: Add server to Discover Weblate
fil: Idagdag ang server sa Tuklasin ang Weblate

source: My donations
fil: Mga donasyon ko

source: Your reward
fil: Gantimpala niyo

source: Edit reward
fil: Baguhin ang gantimpala

source: Active
fil: Aktibo

source: Wanna see something nice here?
fil: Gusto pong makakita ng maganda rito?

source: Share
fil: Ibahagi

source: Share with friends
fil: Ibahagi sa mga kaibigan

source: Other topics
fil: Ibang mga paksa

source: Milestones
fil: Mga milestone

source: Related Articles
fil: Mga Kaugnay na Artikulo

source: Back to blog
fil: Bumalik sa blog

source: %.1f KiB
fil: %.1f (na)KiB

source: %.1f MiB
fil: %.1f (na) MiB

source: %.1f GiB
fil: %.1f (na) GiB

source: Sources tarball, bzip2 compressed
fil: Mga source tarball, na-compress na bzip2

source: Sources tarball, gzip compressed
fil: Mga source tarball, na-compress na gzip

source: Sources tarball, xz compressed
fil: Mga source tarball, na-compress na xz

source: Sources, zip compressed
fil: Mga source, na-compress na zip

# 123 translations ...
source: this month
fil: ngayong buwan

# 123 translations ...
source: this week
fil: ngayong linggo

# 123 translations ...
source: yesterday
fil: kahapon

# 123 translations ...
source: today
fil: ngayon

# 123 translations ...
source: recently
fil: kamakailan

# 123 translations ...
source: just now
fil: ngayon lang

# Date format
source: d M Y
fil: M j, Y

source: %d day remaining
fil: %d araw na lang po

source: Error in parameter %(field)s: %(error)s
fil: Error sa parameter na %(field)s: %(error)s

source: Please provide your billing information to complete the payment.
fil: Mangyaring ibigay po ang billing inform niyo para makumpleto ang bayad.

source: The VAT ID is no longer valid, please update it.
fil: Di na po valid ang VAT ID, mangyaring i-update po ito.

source: Please choose a payment method.
fil: Mangyaring pumili po ng paraan ng pagbayad.

source: Payment not yet processed, please retry.
fil: Di pa po napoproseso ang bayad, mangyaring subukan po muli.

source: The payment was rejected: {}
fil: Tinanggihan po ang bayad: {}

source: Unknown reason
fil: Di alam na dahilan

source: Thank you for your subscription.
fil: Maraming salamat po sa subscription niyo.

source: Thank you for your donation.
fil: Maraming salamat po sa donasyon niyo.

source: User not found!
fil: Di po nakita ang user!
