Repository: WeblateOrg/weblate-web
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fil

source: The largest Weblate server worldwide is home to hundreds of libre and private projects. And Weblate itself! Love libre software? Your possibilities of contributing are limitless here!
fil: Tahanan ang pinakamalaking Weblate server sa mundo ng daan-daang mga libre at pribadong proyekto. Pati Weblate din mismo! Mahal ang mga libre software? Walang hangganan ang mga posibilidad ng pag-ambag dito!

source: Insufficient donation for selected reward!
fil: Kulang ang donasyon para sa napiling premyo!

source: Invoice was not found: %s
fil: Hindi nahanap ang invoice: %s

source: No reward
fil: Walang gantimpala

source: Name in the list of supporters
fil: Pangalan sa listahan ng mga tagasuporta

source: Link in the list of supporters
fil: Link sa listahan ng mga tagasuporta

source: Logo and link on the Weblate website
fil: Logo at link sa website ng Weblate

source: Features
fil: Mga tampok

source: Announcement
fil: Anunsyo

source: Conferences
fil: Mga Conference

source: Development
fil: Paglilinang

source: Localization
fil: Lokalisasyon

source: Invalid image!
fil: Invalid na larawan!

source: Unsupported image type: %s
fil: Di-suportadong uri ng larawan: %s

source: Please upload an image with a resolution of 570 x 260 pixels.
fil: Mangyaring mag-upload ng larawan na may resolusyon ng 570 x 260 pixels.

source: Link text
fil: Text ng link

source: Link URL
fil: URL ng link

source: Link image
fil: Larawan ng link

# Package category
source: None
fil: Wala

# Package category
source: Dedicated hosting
fil: Dedicated na pag-host

# Package category
source: Shared hosting
fil: Shared na pag-host

# Package category
source: Self-hosted support
fil: Support sa pagself-host

source: Community supported
fil: Suportado ng komunidad

source: Dedicated hosted service
fil: Dedicated na hosted service

source: Server URL
fil: URL ng server

source: Server description
fil: Paglalarawan sa server

source: Server image
fil: Larawan ng server

source: PNG or JPG image with a resolution of 570 x 260 pixels.
fil: Larawan na PNG o JPG na may resolution na 570 x 260 pixels.

source: Never get held back by a problem.
fil: Wag mapigilan ng problema.

source: Set priority for all your questions and reported bugs.
fil: Nakatakdang priority para sa lahat ng mga katanungan at iniulat niyong bug.

source: Get support
fil: Magpasuporta

source: Don’t wait with your work on hold.
fil: Wag tumigil sa ginagawa niyo.

source: This guarantees you answers the NBD at the latest.
fil: Ginagarantiya nito sa inyo ang mga sagot sa pinakaunang susunod na araw ng trabaho.

source: Be Premium
fil: Maging Premium

source: Don’t settle with Basic, get a worry-free package.
fil: Wag pong makampante lang sa Basic, kumuha ng worry-free na package.

source: We will manage upgrades for you.
fil: Kami na pong bahala sa mga upgrade para sa inyo.

source: Stay updated
fil: Manatiling updated

source: Easily put your backups in a safe place.
fil: Madaling ilagay ang mga backup niyo sa isang ligtas na lugar.

source: Encrypted and automatic, always available.
fil: Encrypted at kusa, palaging available.

source: Back up daily
fil: Mag-backup araw-araw

source: Upgrade to %s
fil: Mag-upgrade sa %s

source: Increase service limits to translate more content.
fil: Itaas ang mga limitasyon sa serbisyo upang magsalin ng higit pang content.

source: Upgrade
fil: Mag-upgrade

source: Issuing bank
fil: Nag-iisyung bangko

source: Account holder
fil: May-hawak ng account

source: Account number
fil: Numero ng account

source: Reference
fil: Sanggunian

source: Payment card
fil: Card pambayad

source: Payment error
fil: Error sa bayad

source: Payment cancelled
fil: Kinansela ang bayad

source: European VAT ID
fil: VAT ID ng Europa

source: Please fill in European Union VAT ID, leave blank if not applicable.
fil: Mangyaring punan po ang VAT ID ng Europa, iwanang bakante kung hindi applicable.

source: Tax registration
fil: Rehistro ng buwis

source: Please fill in your tax registration if it should appear on the invoice.
fil: Mangyaring punan ang rehistro ng buwis niyo kung dapat po itong magpakita sa invoice.

source: Company or individual name
fil: Pangalan ng kumpanya o indibidwal

source: Additional address information
fil: Karagdagang impormasyon sa address

source: City
fil: Lungsod

source: Country
fil: Bansa

source: Billing e-mail
fil: Email ng billing

source: Additional e-mail to receive billing notifications
fil: Karagdagang email para makatanggap ng mga abiso sa billing

source: The country has to match your VAT code
fil: Kailangang tumugma ang bansa sa VAT code niyo

source: Annual
fil: Kada taon

source: Biannual
fil: Kada 6 na buwan

source: Quarterly
fil: Kada 3 buwan

source: Monthly
fil: Kada buwan

source: One-time
fil: Isang beses lamang

# Payment state
source: New payment
fil: Bagong bayad

# Payment state
source: Awaiting payment
fil: Naghihintay ng bayad

# Payment state
source: Payment rejected
fil: Tinanggihan ang bayad

# Payment state
source: Payment accepted
fil: Tinanggap ang bayad

# Payment state
source: Payment processed
fil: Prinoseso ang bayad

source: Enter a valid e-mail address.
fil: Maglagay ng valid na e-mail address.

source: {} is not a valid country code for any European Union member.
fil: Di valid na code ng bansa ang {} para sa alinmang miyembro ng European Union.

source: {} does not match the country's VAT ID specifications.
fil: Di tumutugma sa mga specification ng VAT ID ng bansa ang {}.

source: The official EU verification tool currently can't validate this VAT ID, please try again later.
fil: Hindi mapatunayan sa ngayon ng opisyal na EU verification tool ang VAT ID na ito, mangyaring subukan muli sa ibang pagkakataon.

source: View service status.
fil: Tignan ang status ng serbisyo

source: {} is not a valid VAT ID.
fil: Di valid na VAT ID ang {}.

source: Page not found
fil: Di nakita ang pahina

source: The page you are looking for was not found.
fil: Di nakita ang hinahanap niyong pahina.

source: Server error
fil: Error sa server

source: The server had serious problems serving your request, and this error has been recorded as %(error_id)s.
fil: Nagkaroon ng mga seryosong problema po ang server habang sinisilbi ang hiling niyo, at na-record ang error na ito bilang %(error_id)s.

source: The Weblate Way
fil: Ang Paraang Weblate

source: We love localization and libre software enough to build a privacy-respecting localization tool and provide it as copylefted libre software. It all started in 2012.
fil: Mahal po namin ang localization at libre software nang sobra kaya gumawa po kami ng isang localization tool na rumerespeto sa pagkapribado at binibigay ito bilang isang copyleft na libre software. Nagsimula po ang lahat noong 2012.

source: February 2012
fil: Pebrero 2012

source: Looking for a Pootle alternative
fil: Naghahanap ng alternatibo sa Pootle

source: …The key feature is full integration with Git. Changes are committed to a local Git branch and easily merged back.
fil: ...Ang pinakatampok po ay ang buong integration sa Git. Kino-commit po ang mga pagbabago sa isang lokal na Git branch at madaling maime-merge pabalik.

source: March 2012
fil: Marso 2012

source: Announcing Weblate
fil: Pag-anunsyo sa Weblate

source: …After about a week of development, Weblate is announced; a web-based translation tool with tight Git integration.
fil: ...Matapos ang halos isang linggo ng development, inanunsyo ang Weblate; isang web-based na translation tool na may mahigpit na Git integration.

source: April 2012
fil: Abril 2012

source: Why Weblate?
fil: Bakit Weblate?

source: Instead of settling with an existing solution, Weblate was made to have:
fil: Imbes na gumamit ng isang solution na meron na, ginawa po ang Weblate para magkaroon ng:

source: Handling of several branches
fil: Pag-handle sa maraming branch

source: Displaying context
fil: Pagpapakita sa konteksto

source: Sane merging of translations
fil: Makatwirang pagme-merge sa mga salin

source: Consistency checks
fil: Pagsuri sa consistency

source: Today
fil: Ngayon

source: Weblate grows and the future is open to new opportunities.
fil: Lumalaki po ang Weblate at bukas para sa mga bagong opurtunidad ang hinaharap.

source: Your Weblate Team
fil: Ang Weblate Team Niyo

source: Author of the idea; code and development leader. He’s also designing custom and large-scale solutions.
fil: May-akda sa ideya; ang pinuno ng code at development. Nagdidisenyo rin po siya ng mga custom at pang-malakihang solution.

source: Community manager and support guru who’s helping you with smooth workflows. Our salesperson.
fil: Community manager at support guru na handa pong tulungan kayo sa isang smooth workflow. Ang salesperson namin.

source: Interface and graphics designer elevating user happiness. He’s continually optimizing Weblate.
fil: Ang interface at graphics designer na nagpapaangat ng kasiyahan ng mga user. Patuloy po niyang ino-optimize ang Weblate.

source: Contributors and translators united
fil: Magkaisa, mga contributor at translator

source: The Weblate history
fil: Kasaysayan ng Weblate

source: April 2020
fil: Abril 2020

source: Improved translation memory and support for intermediate translations
fil: Pinahusay ng translation memory at suporta para sa mga agarang pagsalin

source: January 2019
fil: Enero 2019

source: Automatic detection of translatable files in a repository
fil: Kusang pag-detect sa mga masasalin na file sa repository

source: June 2018
fil: Hunyo 2018

source: Weblate 3.0 is released with rewritten and more flexible access control
fil: Inilabas ang Weblate 3.0 na may access control na sinulat muli at mas flexible

source: April 2018
fil: Abril 2018

source: Built-in translation memory
fil: Built-in na translation memory

source: February 2018
fil: Pebrero 2018

source: Introducing add-ons to customize the localization workflow
fil: Pagpapakilala sa mga add-on para i-customize ang localization workflow

source: Bringing more fine grained per project ACL settings
fil: Binibigay ang mga mas pinong pagsasaayos sa ACL kada proyekto

source: April 2017
fil: Abril 2017

source: Security program opened at HackerOne
fil: Binuksan ang security program sa HackerOne

source: November 2016
fil: Nobyembre 2016

source: Support for uploading screenshots to provide better context for translators
fil: Suporta para sa pag-upload ng mga screenshot para mabigyan ng mas maayos na konteksto ang mga translator

source: Show older milestones
fil: Ipakita ang mga mas lumang milestone

source: Founder of Weblate
fil: Nagtatag ng Weblate

source: Michal is a libre software enthusiast born and residing in Prague, Czech Republic. He is a long term contributor to various libre software projects like <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> and <a href="https://www.debian.org/">Debian</a>.
fil: Libre software enthusiast si Michal na isinilang at naninirahan sa Prague, Czech Republic. Matagal na siyang contributor para sa iba't ibang mga proyektong libre software tulad ng <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> at <a href="https://www.debian.org/">Debian</a>.

source: After employment in several technology companies, since early 2016, Michal dedicated himself to providing services to companies focusing on localization and Weblate.
fil: Matapos magtrabaho sa samu't saring mga technology company, simula noong 2016, dedicated na si Michal na magbigay ng mga serbisyo para sa mga kumpanyang nagpopokus sa localization at sa Weblate.

source: Contact us
fil: Kontakin kami

source: Weblate is a libre software web-based continuous localization system.
fil: Web-based na continuous localization system ang libre software na Weblate.

# Keyword
source: translate
fil: magsalin

source: Sign out
fil: Mag-sign out

source: Go Weblate!
fil: Tara Weblate!

source: Service Status
fil: Estado ng Serbisyo

source: Licensed GNU GPLv3+
fil: Lisensiyadong GNU GPLv3+

source: Terms
fil: Mga Tuntunin

source: Privacy
fil: Pagkapribado

source: Design by %(author)s
fil: Disenyo ni %(author)s

source: Career at Weblate
fil: Career sa Weblate

source: Weblate, the libre localization platform, wants you on the team!
fil: Gusto ng Weblate, ang libre localization platform, na mapasama kayo sa team!

source: Learn more
fil: Matuto pa

source: Apply now
fil: Mag-apply na

source: Browse the <a href="%(issues)s">open issues</a> to gain insight into what we are looking for.
fil: Mag-browse po sa <a href="%(issues)s">mga bukas na isyu</a> para makita kung ano-ano ang hinahanap po namin.

source: Grab one of the <a href="%(issues)s">good first issues</a> to show us your expertise.
fil: Kunin ang isa sa mga <a href="%(issues)s">magandang pang-unang isyu</a> para maipakita po sa amin ang expertise niyo.

source: Contribute to Weblate
fil: Mag-ambag sa Weblate

source: Weblate is developed by an open community.
fil: Na-develop ng bukas na komunidad ang Weblate.

source: There are many ways you can contribute to Weblate development. Talk about it with your associates.
fil: Marami pong paraan para makapag-ambag po kayo sa development ng Weblate. Pag-usapan niyo po ito kasama ng mga associate ninyo.

source: View sources
fil: Tingnan ang mga source

source: Translate the app
fil: Isalin ang app

source: Found a <strong>bug</strong> in Weblate?
fil: Nakakita po ng <strong>bug</strong> sa Weblate?

source: In case it is sensitive or a <strong>security issue</strong>, please report it to %(report)s. Other ways of reporting security issue can be found in the <a href="%(url)s">documentation</a>.
fil: Kung sakaling sensitibo o di kaya'y <strong>isyu sa seguridad</strong> po ito, mangyaring iulat ito sa %(report)s. Makikita po sa <a href="%(url)s">dokumentasyon</a> ang iba pang mga paraan ng pag-ulat sa mga isyu sa seguridad.

source: <strong>Ensure the bug is not already reported</strong>, by searching through the <a href="%(url)s">GitHub issues</a>.
fil: <strong>Siguraduhing hindi pa po nauulat ang naturang bug</strong>, sa pamamagitan ng paghanap sa <a href="%(url)s">mga isyu sa GitHub</a>.

source: If you're unable to find an open issue addressing the problem, <a href="%(url)s">open a new one</a>.
fil: Kung wala po kayong nakitang bukas na isyu na tumutukoy sa problema, <a href="%(url)s">magbukas po kayo ng bago</a>.

source: <strong>Follow instructions in the issue template</strong>, and provide as much relevant info as possible.
fil: <strong>Sundin po ang gabay na nakalagay sa issue template</strong>, at magbigay po ng mga kaugnay na info kung posible.

source: GitHub issues
fil: Mga isyu sa GitHub

source: Have a <strong>patch</strong> that fixes a bug?
fil: May <strong>patch</strong> po ba kayo na aayos ng bug?

source: Open a new <a href="%(url)s">GitHub pull request</a> with the patch.
fil: Magbukas ng bagong <a href="%(url)s">GitHub pull request</a> na may patch.

source: Ensure the pull request description clearly describes the problem and solution. Include the relevant issue number if applicable.
fil: Siguraduhin po na malinaw na inilalarawan ng pull request ang problema pati ang solusyon. Isama rin po ang kaugnay na bilang ng isyu kung maaari.

source: Open a pull request
fil: Magbukas ng pull request

source: Missing a <strong>feature</strong> or want to change something?
fil: May kulang na <strong>tampok</strong> po o may gustong baguhin?

source: Suggest your change in the <a href="%(url)s">GitHub issues</a>.
fil: Imungkahi ang pagbabago niyo sa <a href="%(url)s">mga isyu ng GitHub</a>.

source: <strong>Source code</strong> related questions?
fil: Mga tanong na may kinalaman sa <strong>source code</strong>?

source: Please consult the <a href="%(url)s">contributor documentation</a> to find the most common topics.
fil: Mangyaring konsultahin po ang <a href="%(url)s">dokumentasyon sa contributor</a> para mahanap ang mga pinakakaraniwang paksa.

source: Share what is on your mind in the <a href="%(url)s">GitHub discussions</a>.
fil: Ibahagi ang mga iniisip niyo sa <a href="%(url)s">mga diskurso sa GitHub</a>.

source: Browse documentation
fil: I-browse ang dokumentasyon

source: Want to help out with <strong>Documentation</strong>?
fil: Gustong tumulong sa <strong>Dokumentasyon</strong>?

source: The documentation is part of the main source code repository and you can easily follow the links to edit each page directly from the <a href="%(url)s">documentation</a>.
fil: Bahagi po ang dokumentasyon ng main source code repository at madali niyo pong masusundan ang mga link nito sa pag-edit sa bawat pahina nang direkta mula sa <a href="%(url)s">dokumentasyon</a>.

source: Once you have a patch ready, please follow <a href="#patch">patch submission</a> instructions.
fil: Kapag handa na po ang patch niyo, mangyaring sundin po ang gabay sa <a href="#patch">pagpasa ng patch</a>.

source: Help fix and suggest non-code related pull-requests by joining the reviewer team.
fil: Tumulong sa pag-ayos at nagmungkahi ng mga pull request na walang kinalaman sa code sa pamamagitan po ng pagsali sa reviewer team.

source: <strong>Financial support</strong> is always put to good use.
fil: Ginagamit po palagi nang mabuti ang <strong>suportang pinansyal</strong>.

source: Please open the donation page for options on how to donate.
fil: Mangyaring buksan po ang pahina ng donasyon para sa mga paraan ng pag-donate.

source: Donate now
fil: Mag-donate na

source: <strong>Are you a translator?</strong> Help translate Weblate itself.
fil: <strong>Translator ka po ba?</strong> Tulungan maisalin po ang Weblate.

source: You can translate Weblate and many other projects at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
fil: Pwede niyo pong maisalin ang Weblate at iba pang mga proyekto sa <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.

source: Start translating
fil: Magsalin na

source: Translation status
fil: Estado ng salin

source: Discover Weblate
fil: Tuklasin ang Weblate

source: Check out who’s using Weblate already. We are a community of translators and localization specialists who use and improve our common tool to empower readers and app users around the World. Find your favorite projects and start contributing together with us.
fil: Silipin kung sino-sino na po ba ang gumagamit na ng Weblate. Kami po ay isang komunidad ng mga translator at localization specialist na gumagamit at nagpapahusay sa aming common tool para palakasin ang mga reader at app user mula sa iba't ibang panig ng mundo. Hanapin po ang paborito niyong proyekto at magismulang mag-ambag kasama po kami.

source: Add yours
fil: Idagdag sa'yo

source: project name
fil: pangalan ng proyekto

source: Search
fil: Maghanap

source: %(count)s project
fil: %(count)s proyekto

source: …and %(count)s more
fil: ...at %(count)s pa

source: Customize listing
fil: I-customize ang listing

source: No servers matched your search.
fil: Walang server ang tumugma po sa hinahanap niyo.

source: You're being redirected to a SSO sign-in page.
fil: Rine-redirect kayo po ngayon sa sign-in page ng SSO.

source: Please click the button below if you're not redirected automatically within a few seconds.
fil: Mangyaring pindutin po ang button sa baba kung hindi po kayo kusang rine-redirect sa loob ng ilang segundo.

source: Sign in
fil: Mag-sign in

source: Weblate does not require payment, and welcomes donations. There are many ways to contribute. Discuss it with your associates.
fil: Di po kailangan ng Weblate ng bayad, at tumatanggap po kami ng mga donasyon. Marami pong paraan para makapag-ambag. Pag-usapan niyo po ito ng mga associate niyo.

source: Purchase premium cloud
fil: Bilhin ang premium cloud

source: Manage your donations
fil: Pamahalaan ang mga donasyon niyo

source: Recurring donations facilitate sustainable Weblate development, and even the smallest amount is put to good use. Repeated appreciation helps in keeping the project sustainable long term. Please consider this option if you are hosting Weblate yourself without a support contract.
fil: Nagiging sustainable ang development sa Weblate dahil na rin po sa mga umuulit na donasyon, at gagamitin po kahit ang mga pinakamaliliit na halaga sa mabuting paraan. Tinutulungan po panatilihing sustainable sa mahabang panahon ang paulit-ulit na appreciation. Pakikonsidera po ito kung nagho-host po kayo ng Weblate nang walang support contract.

source: annually
fil: kada taon

source: Donate
fil: Mag-donate

source: Weblate heroism
fil: Kabayanihan ng Weblate

source: Commercial services like hosting or support for self-hosted installations help fund Weblate development.
fil: Tinutulungan pong mapondohan ng mga komersyal na serbisyo tulad ng pag-host o suporta para sa mga nagsasariling installation ang Weblate development.

source: Get help from Weblate
fil: Humingi ng tulong sa Weblate

source: Single appreciative donation
fil: Isang appreciative donation

source: One-time donations are a great way to bring attention to a single issue before or after it is fixed.
fil: Magandang paraan po ang isahang donasyon para mabigyang-pansin ang isang partikular na isyu bago o pagkatapos nitong maayos.

source: Buying branded clothing and merch is a great way to support Weblate and show your pride!
fil: Magandang paraan po ang pagbili sa mga branded na pananamit para suportahan ang Weblate at ipakita ang angas niyo!

source: Shop from Europe
fil: Bumili sa Europa

source: Shop from America and Australia
fil: Bumili sa Amerika at Australia

source: Your favorite donation platforms
fil: Mga paborito niyong donation platform

source: Join Weblate fans on platforms you trust. We look forward to seeing you there.
fil: Sumali po sa mga Weblate fan sa mga platform na pinagkakatiwalaan niyo po. Hihintayin po kayo namin na makita doon.

source: GitHub Sponsors
fil: Mga GitHub Sponsor

source: Cryptocurrency donations
fil: Mga donasyon sa cryptocurrency

source: Thanks to <a href="%(url)s">Trezor</a>, donations are happily accepted in several cryptocurrencies using the addresses below.
fil: Salamat sa <a href="%(url)s">Trezor</a>, masaya po naming tatanggapin ang mga donasyon sa iba't ibang mga cryptocurrency gamit po ang mga address sa baba.

source: Currency
fil: Salapi

source: Donation address
fil: Address ng donasyon

source: Weblate is thankful for your help
fil: Nagpapasalamat po ang Weblate para sa tulong niyo

source: A proud showcase of our supporters, some of which offered technological contributions, others provided monetary funds. We welcome any form of help. If you have an idea, please <a href="%(contact)s">let us know</a>.
fil: Ang ipinagmamalaki po naming showcase ng mga tagasuporta po namin, ang ilan sa kanila ay nag-alok ng mga ambag sa teknolohiya, samantalang nagbigay po naman ng pondong pinansiyal ang mga iba. Tumatanggap po kami ng kahit anong anyo ng tulong. Kung may ideya po kayo, pakiusap, <a href="%(contact)s">ipagbigay-alam niyo po ito sa amin</a>.

source: Supporters
fil: Mga Tagasuporta

source: Technologies
fil: Mga Teknolohiya

source: Donate to Weblate
fil: Mag-donate sa Weblate

source: Edit your reward link
fil: Baguhin ang link ng gantimpala niyo

source: Save
fil: I-save

source: Your donation to Weblate
fil: Donasyon niyo sa Weblate

source: <strong>Thank you</strong> for your decision to support Weblate. Please choose your preferred method of support, or set a donation amount yourself. We are here to help if needed.
fil: <strong>Maraming salamat po</strong> para sa desisyon niyo na suportahan ang Weblate. Mangyaring pumili po kayo ng gusto niyo pong paraan ng pagsuporta, o di kaya'y magtakda po kayo ng halagang ido-donate niyo mismo. Nandito po kami para tulungan kayo kung sakali.
